quiz = [
    ("Что вам больше всего нравится делать на улице?",
     [("Отдыхать на солнышке", {"Капибара на чиле": 5, "Саморазвивающаяся капибара": 1, "Деловая капибара": 0}),
      ("Гулять в парке", {"Деловая капибара": 1, "Капибара на чиле": 3, "Саморазвивающаяся капибара": 4}),
      ("Я дома работаю", {"Капибара на чиле": 0, "Саморазвивающаяся капибара": 2, "Деловая капибара": 5})]),

    ("Какая ваша любимая еда?",
     [("Кофе", {"Деловая капибара": 5, "Саморазвивающаяся капибара": 1, "Капибара на чиле": 0}),
      ("Я на диете", {"Капибара на чиле": 2, "Саморазвивающаяся капибара": 5, "Деловая капибара": 1}),
      ("Ням-ням", {"Капибара на чиле": 5, "Саморазвивающаяся капибара": 1, "Деловая капибара": 0})]),

    ("Какой вид отдыха предпочитаете?",
     [("В бане с мандаринами", {"Капибара на чиле": 5, "Саморазвивающаяся капибара": 1, "Деловая капибара": 0}),
      ("Схожу побегаю", {"Капибара на чиле": 2, "Саморазвивающаяся капибара": 5, "Деловая капибара": 1}),
      ("Я работаю", {"Капибара на чиле": 0, "Саморазвивающаяся капибара": 1, "Деловая капибара": 5})]),

    ("Какую одежду предпочитаете носить?",
     [("Шерсть мягкая и удобная", {"Капибара на чиле": 5, "Саморазвивающаяся капибара": 1, "Деловая капибара": 0}),
      ("Костюм деловой, галстук", {"Капибара на чиле": 0, "Саморазвивающаяся капибара": 1, "Деловая капибара": 5}),
      ("Спортивный костюм", {"Капибара на чиле": 1, "Саморазвивающаяся капибара": 5, "Деловая капибара": 0})])
]


capybaras = {
    'Деловая капибара': ('Вы - деловая капибара. Вы очень важная, приличная капибара, настоящий пример упорного труда.',
                         'Деловая капибара.jpg'),
    'Капибара на чиле': ('Вы - капибара на чиле. Вы настоящий любитель мандаринов и горячих ванн.',
                         'Капибара на чиле.jpg'),
    'Саморазвивающаяся капибара': ('Вы - саморазвивающаяся капибара.'
                                   'Вы молодец, саморазвитие это круто, но в тик-токе иногда посидеть можно.',
                                   'Саморазвивающаяся капибара.jpg')
}
